Revit 2027 API
GroupTypeId.RailingSystemFamilyHandrails Property
 Handrail 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemFamilyHandrails { get; }
Public Shared ReadOnly Property RailingSystemFamilyHandrails As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemFamilyHandrails {
	ForgeTypeId^ get ();
}
static member RailingSystemFamilyHandrails : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace